[Items.Head_HandsomeJack UsableCustomizationItemDefinition]
ItemCardTopStatString="Open the section"
UseFailureCharacterMessage="I need you %s Use this."
ItemName="Hello Jack Musk"
PickupMessage="hot %s"
UseFailureLevelMessage="You must be %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Gender"

[Items.Head_HandsomeJack:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="If you use it from your inventory, it will automatically speed up.."
NoConstraintText=""
Suffix=""
Prefix=""

